Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Slik er det ikke for alle, og det vil være viktig at foreldre så tidlig som mulig støttes og veiledes i dette valget.
sme: Nu ii leat buohkaide, ja deaŧalaš lea ahte váhnemat nu árrat go vejolaš ožžot doarjaga ja bagadeami dán válljemis.

source: Språk- og kulturkompetanse hos jordmødre spiller slik en viktig rolle.
sme: Jortamovrraid giella- ja kulturgelbbolašvuohta mearkkaša ollu.

source: Ved å gi foreldre støtte, informasjon og veiledning i dette valget vil det å velge samisk kjennes som et trygt valg.
sme: Go sii addet doarjaga, dieđuid ja bagadeami dán válljemii, de sámegiela válljen dovdo oadjebassan.

source: Helsestasjonen følger barnet fra fødsel til de fyller 18 år.
sme: Dearvvašvuođastašuvdna čuovvu mánáid riegádeami rájes dassážiigo sii devdet 18 jagi.

source: Helsestasjonen skal gi råd og veiledning om alt som berører barnet, også barnets språkutvikling.
sme: Dearvvašvuođastašuvdna galgá addit rávvagiid ja bagadusa buot dan birra mii guoská mánnái, maiddái máná giellaovdáneapmái.

source: For samiskspråklige barn, enten de har samisk som morsmål eller som andrespråk, vil det være svært viktig at kartleggingsmateriell og oppfølging av språkutvikling skjer på barnets morsmål.
sme: Sámegielat mánáide, leš dal sámegiella eatnigiellan dahje nubbingiellan, lea hui deaŧalaš ahte kártenávdnasat ja giellaovdáneami čuovvuleapmi lea máná eatnigillii.

source: Det er også viktig at helsesykepleier har solid kompetanse om flerspråklighet, og generelt kunnskap om samiske språk og samisk kultur for å kunne gi gode helsetjenester.
sme: Deaŧalaš lea maiddái ahte dearvvašvuođadivššáris lea nana gelbbolašvuohta máŋggagielatvuođas ja oppalaš máhttu sámegielaid ja sámi kultuvrra birra vai sáhttá addit buriid dearvvašvuođabálvalusaid.

source: Det deles ut informasjonsmateriell ved alle besøk på helsestasjonen, disse er i liten grad oversatt til de samiske språkene.
sme: Juohke galledeami oktavuođas dearvvašvuođastašuvnnas sii addet diehtojuohkinávdnasiid, mat hárve leat jorgaluvvon sámegielaide.

source: En likeverdig helsetjeneste innebærer at viktig og betydningsfull informasjon til barn og foreldre er tilgjengelig på barnets morsmål.
sme: Dásseárvosaš dearvvašvuođabálvalus mielddisbuktá ahte deaŧalaš dieđut main lea mearkkašupmi mánáide ja nuoraide, leat olámuttus máná eatnigillii.

source: Helsestasjoner oppfordrer foreldre om å snakke mye med barnet og lese for barnet for å styrke barnets språkutvikling.
sme: Dearvvašvuođastašuvdna ávžžuha váhnemiid hállat hui ollu mánáin ja lohkat mánnái nannen dihtii máná giellaovdáneami.

source: En samisk barnelitteraturveileder bør derfor være tilgjengelig på alle helsestasjoner.
sme: Sámegiel bagadus mánáidgirjjálašvuođa birra berre danne leat fidnemis buot dearvvašvuođastašuvnnain.

source: Samiske barn vokser opp ulike steder i landet, og det vil være vanskelig å styrke språk- og kulturkompetansen i alle landets helsestasjoner.
sme: Sámi mánát bajásšaddet iešguđet báikkiin riikkas, ja danne lea váttis nannet buot riikka dearvvašvuođastašuvnnaid giella- ja kulturgelbbolašvuođa.

source: Vi ser derfor behovet for et pilotprosjekt med en samisk digital helsesykepleiertjeneste, hvor både helsestasjoner og brukere kan få råd og veiledning.
sme: Danne mii oaidnit dárbbu ovddasmanniprošektii sámi digitála dearvvašvuođadivššárbálvalusain, mii addá sihke dearvvašvuođastašuvnnaide ja geavaheddjiide rávvagiid ja bagadusa.

source: Helsesykepleiertjenesten skal både være ett nettsted og et kontor, og aktivt arbeide for å nå ut til samiske barn og unge.
sme: Dearvvašvuođadivššárbálvalus galgá leat sihke neahttabáiki ja kantuvra, ja dat galgá aktiivvalaččat juksat sámi mánáid ja nuoraid.

source: Bruk av sosiale medier vil være viktig i dette arbeidet.
sme: Sosiála mediaid geavaheapmi lea deaŧalaš dán barggus.

source: "Helsesista" på Snap Chat følges av mange ungdom, og et lignende tilbud for samisk ungdom vil kunne bidra til gode og likeverdige tjenester.
sme: Ollu nuorat čuvvot Helsesista Snap Chatas, ja sullasaš fálaldat sámi nuoraide sáhtášii leat mielde addimin buriid ja dásseárvosaš bálvalusaid.

source: Ungdommenes møte med helsestasjonen
sme: Nuoraid deaivvadeapmi dearvvašvuođastašuvnnain

source: Ungdomstiden er en viktig periode i livet.
sme: Nuorravuođaáigi lea deaŧalaš áigodat eallimis.

source: Det er kanskje den perioden i livet det skjer flest fysiske, psykiske og sosiale endringer, og der det gjøres veivalg som kan få stor betydning for livet senere.
sme: Dáidá leat dat áigodat eallimis goas dáhpáhuvvet eanemus rumašlaš, psyhkalaš ja sosiála rievdamat, ja goas dahkkojuvvojit válljemat main sáhttá leat stuorra mearkkašupmi eallimii dan maŋŋá.

source: Perioden er grunnleggende for å skape sin egen identitet: Hvem er jeg, hva skal jeg mene og hva skal jeg bli?
sme: Áigodagas hábmejuvvo identitehta: Gii lean mun, maid galggan oaivvildit ja manin galggan šaddat?

source: Endringene og omveltningene gjør at ungdomstiden kan oppleves som krevende for mange, selv om alt som skjer er helt normalt.
sme: Rievdamat ja nuppástuvvamat dahket ahte nuorravuođaáiggi sáhttet ollugat vásihit gáibideaddjin, vaikke vel buot mii dáhpáhuvvá lea áibbas lunddolaš.

source: Det er en stor jobb å være ung og bli voksen.
sme: Lea stuorra bargu leat nuorra ja rávásmuvvat.

source: Overgangen fra barn til ungdom til voksen skal mestres.
sme: Sirdašumi mánnávuođas nuorravuhtii ja rávásmuvvamii ferte hálddašit.

source: Samtidig som man skal ta stilling til de ulike valg enhver ungdom stilles ovenfor, har samisk ungdom en rekke valg de i tillegg må finne svar på.
sme: Seammás go galgá mearridit iešguđet válljemiid mat gusket nuorravuhtii, de leat sámi nuorain ollu eará válljemat maidda sii fertejit gávdnat vástádusa.

source: Samisk identitet og tilhørighet til det samiske samfunnet er en verdifull bagasje samisk ungdom har med seg.
sme: Sámi identitehta ja gullevašvuohta sámi servodahkii lea divrras mátkegálvu mii sámi nuorain lea fárus.

source: Dette kan imidlertid i noen tilfeller være vanskelig.
sme: Muhtumin dat dattetge sáhttá dovdot váttisin.

source: Ungdom kan oppleve mobbing på grunn av sin samiske tilhørighet, man kan oppleve å ikke bli godtatt eller kjenne seg god nok.
sme: Nuorat sáhttet givssiduvvot sin sámi gullevašvuođa geažil, sii sáhttet vásihit ahte eai dohkkehuvvo dahje sii dovdat ahte sii eai leat doarvái buorit.

source: Det er viktig at helsesykepleier har kompetanse til å fange opp disse utfordringene, slik at samisk ungdom blir møtt forståelse og kunnskap om samiske samfunnsforhold.
sme: Deaŧalaš lea ahte dearvvašvuođadivššáriin lea gelbbolašvuohta dustet dáid hástalusaid vai sámi nuorat váldojuvvojit vuostá áddejumiin ja máhtuin sámi servodatdiliid birra.

source: For ungdom som vokser opp steder hvor det samiske er mindre synlig, og i større byer, kan det være en utfordring at helsesykepleier ikke har tilstrekkelig kompetanse.
sme: Nuoraide geat bajásšaddet dakkár báikkiin gos sámevuohta ii leat nu oidnosis, ja stuorát gávpogiin, sáhttá leat hástaleaddjin go dearvvašvuođadivššáris ii leat doarvái gelbbolašvuohta.

source: Utvikling av en samisk digital helsesykepleiertjeneste vil derfor være et av Sametingets pilotprosjekter innenfor helsetilbud for barn og unge.
sme: Sámi digitála dearvvašvuođadivššárbálvalusa ovddideapmi lea danne okta Sámedikki dearvvašvuođafálaldagaid pilohtaprošeavttain mánáide ja nuoraide.

source: Sametinget vil: · Ta initiativ til opprettelse av en samisk digital helsesykepleiertjeneste for barn og unge · Utvikle språk- og kulturveileder for jordmødre og helsesykepleiere · Være pådriver for at alt av informasjonsmateriell på helsestasjoner oversettes til de samiske språkene · Utvikle kompetansepakker for helsesykepleiere bestående av veilederhefte, informasjonshefte om språkvalg, kursserie, informasjonsmateriell på samiske språk, oversikt over samiske babybøker og pedagogisk materiell · Være pådriver for at kartleggingsprøver skal være tilgjengelige på de samiske språkene, og at de er forståelige og har godt språk
sme: · Vuolggahit barggu ásahit sámi digitála dearvvašvuođadivššárbálvalusa mánáide ja nuoraide · Ráhkadit giella- ja kulturbagadusa jortamovrraid ja dearvvašvuođadivššáriid várás · Váikkuhit dasa ahte buot dearvvašvuođastašuvnnaid diehtojuohkinávdnasat jorgaluvvojit sámegielaide · Ráhkadit gelbbolašvuođapáhkaid dearvvašvuođadivššáriid várás mas lea bagadusgihpa giellaválljema birra, kursaráidu, diehtojuohkinávdnasat sámegielaide, lista mii čájeha mat baby-girjjit ja pedagogalaš ávdnasat gávdnojit · Váikkuhit dasa ahte kárteniskosat leat fidnemis sámegielaide, ja ahte dat leat áddehahttit ja ahte dain lea buorre giella

source: Innsatsområde: Synliggjøring og samarbeid
sme: Áŋgiruššansuorgi: Oainnusmahttin ja ovttasbargu

source: Mål: Samiske språk synes og høres i samfunnet
sme: Mihttomearri: Sámegielat oidnojit ja gullojit servodagas

source: Synliggjøring av språk er symbol på tilhørighet, tilstedeværelse og annerkjennelse.
sme: Giela oainnusmahttin govvida gullevašvuođa, leahkima ja dohkkeheami.

source: Samiske og norsk språk er offisielle språk på norsk side av Sápmi.
sme: Sámegiella ja dárogiella leat virggálaš gielat Norgga bealde Sámis.

source: Til tross for dette, er ikke samisk og norsk språk likeverdige og likestilte i dagens samfunn.
sme: Dattetge eai leat sámegiella ja dárogiela ovttaárvosaš ja ovttadássásaš gielat dálá servodagas.

source: Det vil ha stor betydning for den samiske befolkningen, både de som har samisk som morsmål og de som ønsker å lære seg samiske språk, at samiske språk synes i samfunnet.
sme: Sámi álbmogii, sihke sidjiide geain lea sámegiella eatnigiellan ja sidjiide geat háliidit oahppat sámegielaid, lea stuorra mearkkašupmi das ahte sámegielat oidnojit servodagas.

source: Det vil både løfte språkenes status, og gi den samiske befolkningen en følelse av annerkjennelse av sine språk og sin kultur.
sme: Dat sihke loktešii gielaid árvvu ja attášii sámi álbmogii dakkár dovddu ahte sin giella ja kultuvra dohkkehuvvo.

source: Synliggjøring av språk er viktig for den enkelte, da språk er personlig og identitetsdannende og nært knyttet til følelser.
sme: Giela oainnusmahttin ovttaskas olbmui lea deaŧalaš, dannego giella lea persovnnalaš ja identitehtaduddjojeaddji ja lahka čadnon dovdduide.

source: Synliggjøring av språk skjer tydeligst gjennom skriftspråket.
sme: Gielaid oainnusmahttin dáhpáhuvvá čielgasepmosit čállingiela bokte.

source: Gjennom skilting, kunstneriske uttrykk, dokumenter, hjemmesider og teksting vil språket synliggjøres.
sme: Giella oainnusmahttojuvvo galbema, dáiddalaš ovdanbuktima, dokumeanttaid, ruovttusiidduid ja tekstema bokte.

source: Et synlig språk er et grunnleggende hjelpemiddel i språkopplæring samtidig som det gir språket verdi.
sme: Giella mii oidno lea guovddáš veahkkeneavvu giellaoahpahusas, seammáš go dat addá árvvu gillii.

source: Det er derfor viktig å legge forholdene til rette for økt bruk av skriftspråket.
sme: Danne lea deaŧalaš láhčit dili nu ahte čállingiella geavahuvvo eanet.

source: I arbeidet for å synliggjøre og utvikle de samiske språkene vil samarbeid med ulike aktører være avgjørende.
sme: Sámegielaid oainnusmahttimis ja ovddideamis lea ovttasbargu iešguđet aktevrraiguin áibbas deaŧalaš.

source: Sametinget vil ikke alene kunne gi de samiske språkene et solid løft uten at både private og offentlige aktører er med på laget.
sme: Sámediggi ii bastte okto sámegielaid nannosit loktet almmá sihke priváhta ja almmolaš aktevrraid veahki haga.

source: Vi ønsker et helhetlig språkløft i samfunnet, og er avhengige av at både kommunal og offentlig forvaltning, næringslivet, private og offentlige aktører og deg som privatperson tar et større ansvar for å synliggjøre og bruke de samiske språkene.
sme: Mii háliidit ollislaš giellaloktema servodagas, ja mii leat gitta das ahte sihke gielddalaš ja almmolaš hálddašeapmi, ealáhusat, priváhta ja almmolaš aktevrrat ja don ovttaskas olmmožin, váldet stuorát ovddasvástádusa sámegielaid oainnusmahttimis ja geavaheamis.

source: Vi vil bruke ressurser på å oppfordre, motivere og være pådrivere for at alle blir med på å skape rom for de samiske språkene i samfunnet.
sme: Mii áigut geavahit resurssaid dasa ahte ávžžuhit, movttiidahttit ja váikkuhit buohkaid leat mielde láhčimin saji sámegielaide servodagas.

source: Synliggjøring av samiske språk nasjonalt og internasjonalt
sme: Sámegielaid oainnusmahttin nationálalaččat ja riikkaidgaskasaččat

source: Det internasjonale året for urfolksspråk
sme: Álgoálbmotgielaid riikkaidgaskasaš jahki

source: I 2016 vedtok FN at 2019 skal være Internasjonalt år for urfolksspråk (IYIL2019).
sme: ON mearridii 2016:s ahte 2019 galgá leat álgoálbmotgielaid riikkaidgaskasaš jahki (IYIL2019).

source: UNESCO har fått ansvaret for å lede planleggingsarbeidet.
sme: UNESCO lea ožžon ovddasvástádusa jođihit plánenbarggu.

source: IYIL2019 er først og fremst en anledning til å synliggjøre og feire urfolksspråk, og invitere til partnerskap for å sikre språkenes framtid.
sme: IYIL2019 lea vuosttažettiin liiba oainnusmahttit ja ávvudit álgoálbmotgielaid, ja bovdet searvevuhtii sihkkarastin dihtii gielaid boahtteáiggi.

source: Det er etablert en styringsgruppe hvor alle de syv urfolksregionene er invitert sammen med statene og FNs urfolksorganer.
sme: Stivrenjoavku lea ásahuvvon masa buot čieža álgoálbmotregiovnna leat bovdejuvvon oktan stáhtaiguin ja ON álgoálbmotorgánaiguin.

source: Sametingspresident Aili Keskitalo representerer de arktiske urfolkene i styringsgruppen, og er med i ledelsen av styringsgruppen.
sme: Sámedikki presideanta Aili Keskitalo ovddasta árktalaš álgoálbmogiid stivrenjoavkkus, ja lea mielde stivrenjoavkku jođihangottis.

source: UNESCO har lansert en egen hjemmeside for språkåret.
sme: UNESCO lea rahpan sierra ruovttusiiddu giellajagi várás.

source: Hit anmoder de alle om å legge inn informasjon om internasjonale konferanser, arrangementer og andre hendelser som planlegges i forbindelse med språkåret.
sme: Sii ávžžuhit buohkaid bidjat dohko dieđuid riikkaidgaskasaš konferánssaid, lágidemiid ja eará dáhpáhusaid birra mat plánejuvvojit giellajagi oktavuođas.

source: Link til hjemmesiden https://en.iyil2019.org.
sme: Dá lea liŋka ruovttusiidui: https://en.iyil2019.org.

source: Her er det også mulig for stater, organisasjoner, institusjoner og bedrifter å registrere seg som partnere, og bidra i arbeidet med språkåret.
sme: Deike lea maiddái vejolaš stáhtaide, organisašuvnnaide, ásahusaide ja fitnodagaide registreret iežaset beallalažžan ja veahkehit barggus giellajagiin.

source: Språkåret planlegges avsluttet med en global konferanse med et sluttdokument som er en veiviser for det videre arbeidet med bevaring og utvikling av urfolksspråk.
sme: Giellajahki plánejuvvo loahpahuvvot máilmmiviidosaš konferánssain dakkár loahppadokumeanttain mii galgá leat láidesteaddjin viidásat bargui álgoálbmotgielaid suodjaleamis ja ovddideamis.

source: Sametinget vil ta initiativ til samarbeid med Sametingene i Sverige og Finland, og Samerådet om felles arrangementer og markeringer av året.
sme: Sámediggi áigu vuolggahit ovttasbarggu Ruoŧa ja Suoma beale sámedikkiiguin ja Sámiráđiin giellajagi oktasaš lágidemiid ja čalmmustahttimiid birra.

source: Sametinget vil gjennom Samisk Parlamentarisk Råd arbeide for at de nordiske statene bidrar i markeringen av IYIL2019.
sme: Sámediggi áigu Sámi Parlamentáralaš Ráđi bokte váikkuhit dasa ahte davviriikkalaš stáhtat leat mielde IYIL2019 čalmmustahttimin.

source: Språkkonferanse
sme: Giellakonferánsa

source: Startskuddet for oppfølgingen av Gïelelutnjeme - Giellalåpptim - Giellalokten og markeringen av Det Internasjonale året for urfolksspråk skjer på en stor samisk språkkonferanse i Tromsø 4.-5. februar 2019..
sme: Sámediggi vuolggaha Giellaloktema čuovvoleami ja riikkaidgaskasaš álgoálbmotgielaid jagi sámi giellakonferánssain Romssas guovvamánu 4. ja 5. beaivvi 2019.

source: Konferansen vil være åpent for alle og Sametinget vil også invitere urfolk fra ulike deler av verden.
sme: Giellakonferánsa lea rabas buohkaide ja Sámediggi áigu maid bovdet máilmmi iešguđet osiid álgoálbmogiid.

source: Gïelelutnjeme - Giellalåpptim - Giellalokten samt urfolksspråk i arktiske områder vil være noen av temaene under konferansen.
sme: Giellalokten ja árktalaš guovlluid álgoálbmotgielat leat oassin giellakonferánssa fáttáin.

source: Stedsnavn symposium
sme: Báikenammasymposia

source: Navnefagligforskning er viktig for å synliggjøre samiske stedsnavn.
sme: Nammafágalaš dutkan lea deaŧalaš sámi báikenamaid oainnusmahttimii.

source: Det er viktig å aktivt arbeide for å fremme samiske navnefaglig forskning.
sme: Lea dárbu aktiivvalaččat ovddidit sámi nammafágalaš dutkama.

source: Den Nordiske samarbeidskomiteen for navneforskning (NORNA) arrangerer både konferanser og symposier, og vil i 2019 holde et seminar med temaet navn med minoritetsspråk, i minoritetsområder og i minoritetsposisjon.
sme: Davviriikkalaš ovttasbargolávdegoddi nammadutkama várás, Den Nordiske samarbeidskomiteen for navneforskning (NORNA), lágida sihke konferánssaid ja symposiaid, ja áigu 2019:s lágidit seminára fáttáin mii lea unnitlohkogielaid namaid birra mat leat unnitlohkoguovlluin ja unnitlohkodilis.

source: Dette symposiet arrangeres i Guovdageaidnu i april 2019 med Sámi allaskuvla som arrangør.
sme: Dán symposia lágida Sámi allaskuvla Guovdageainnus 2019 cuoŋománus.

source: Sametinget er samarbeidspartner og medfinansiør.
sme: Sámediggi lea ovttasbargi ja lea mielde ruhtadeamen dan.

source: I tillegg til å løfte navneforskning vil dette symposiet være en kommunikasjonsarena for minoritetsspråknavneforskere og relevante aktører.
sme: Lassin nammadutkamii galggašii dát symposia leat gulahallanarenan unnitlohkogielaid nammadutkiide ja relevánta aktevrraide.

source: Samisk språkuke
sme: Sámi giellavahkku

source: Synliggjøring av samiske språk er en sentral del av Gïelelutnjeme - Giellalåpptim - Giellalokten, og vi har sett behovet for å involvere og samarbeide med ulike aktører i arbeidet for at samiske språk skal synes i samfunnet.
sme: Sámegielaid oainnusmahttin lea Giellaloktema guovddážis, ja mii leat oaidnán dárbbu involveret iešguđet aktevrraid ja bargat singuin ovttas sámegielaid oainnusmahttimiin servodagas.

source: Vi foreslår derfor at det arrangeres samisk språkuke høsten 2019.
sme: Danne mii evttohit lágidit Sámi giellavahku 2019 čavčča.

source: Vi håper ulike institusjoner og aktører bidrar til å synliggjøre samiske språk lokal, regionalt og nasjonalt.
sme: Mii doaivut ahte iešguđet ásahusat ja aktevrrat leat mielde oainnusmahttimin sámegielaid báikkálaččat, regiovnnalaččat ja našuvnnalaččat.

source: Det vil også være naturlig å synliggjøre samisk kultur under denne uka, og vi ønsker å vie en dag under samisk språkuke spesielt til barn og unge – barnas språk- og kulturdag.
sme: Lea maid lunddolaš oainnusmahttit sámi kultuvrra dán vahkus, ja mii háliidit várret ovtta beaivvi sámi giellavahkus erenoamážit mánáide ja nuoraide - mánáid giella- ja kulturbeaivvi.

source: I den forbindelse vil vi også rette fokus mot alle barn og unge på norsk side av Sápmi for å øke kunnskapen om samiske språk og samisk kultur.
sme: Dan oktavuođas mii maiddái čalmmustahttit buot mánáid ja nuoraid Norgga beale Sámis lokten dihtii máhtu sámegielaid ja sámi kultuvrra birra.

source: Dette vil være viktig i arbeidet med å forebygge fordommer og rasisme.
sme: Dat lea deaŧalaš ovdagáttuid ja rasismma eastadeami barggus.

source: Vi ser det som naturlig å samarbeide med regjeringen og Sametingene i Finland og Sverige om en samisk språkuke som et ledd i markering av det internasjonale år for urfolksspråk.
sme: Min mielas lea lunddolaš ovttasbargat Ráđđehusain ja Suoma ja Ruoŧa beale sámedikkiiguin sámi giellavahku birra álgoálbmotgielaid riikkaidgaskasaš čalmmusteami oktavuođas.

source: Vi vil også søke samarbeid med næringslivet, handelsstanden og private og offentlige aktører for å igangsette ulike aktiviteter og tiltak under denne uka.
sme: Mii áigut maid vuolggahit ovttasbarggu ealáhusaiguin, gávppiiguin ja priváhta ja almmolaš aktevrraiguin álggahan dihtii iešguđetlágan doaimmaid ja doaibmabijuid dán vahkus.

source: Sametinget vil: · Arrangere språkkonferanse, stedsnavnsymposium og samisk språkuke · Oppfordre og invitere næringslivet og aktører til å delta og markere det internasjonale året for urfolksspråk og samisk språkuke · Ta kontakt med regjeringen og Sametingene i Finland og Sverige om felles tiltak for markering av det internasjonale året for urfolksspråk.
sme: · Lágidit giellakonferánssa, báikenammasymposia ja sámi giellavahku · Ávžžuhit ja bovdet ealáhusaid ja earáid leat mielde čalmmustahttimin álgoálbmotgielaid riikkaidgaskasaš jagi ja sámi giellavahku · Váldit oktavuođa Ráđđehusain ja Suoma ja Ruoŧa beale sámedikkiiguin oktasaš doaibmabijuid birra álgoálbmotgielaid riikkaidgaskasaš jagi čalmmusteami oktavuođas · Ráhkadit gilvvuid ja doaimmaid sámi giellavahku oktavuođas

source: Språkløft i samfunnet
sme: Giellalokten servodagas

source: Synliggjøring av språk i hverdagen er av stor betydning for språkets status og følelsen av tilhørighet og annerkjennelse.
sme: Giela oainnusmahttin juohkebeaivválaš dilis mearkkaša ollu giela árvui, gullevašvuođadovdui ja dasa ahte dovdat iežas dohkkehuvvon.

source: Vi opplever stor glede av å se våre språk synlige i samfunnet.
sme: Mii illudit oaidnit gielaideamet servodagas.

source: Større nasjonale arrangementer slik som Arctic Race of Norway viste frem samiske språk og samisk kultur i beste sendetid.
sme: Dakkár stuorát nationála lágideamit go Artic Race of Norway čájehedje sámegielaid ja sámi kultuvrra buoremus sáddenáiggis.

source: Vi har fulgt Ella Marie Hætta Isaksen gjennom høstens Stjernekamp på riksdekkende TV. Programmet har bidratt til synliggjøring av samisk kultur og språk, og vært med på å løfte frem joik som sjanger på en fin måte.
sme: Mii leat čuvvon Ella Marie Hætta Isaksen dán čavčča Stjernekamp riikaviidosaš tv-prográmmas. Prográmma lea leamaš mielde oainnusmahttimin sámi kultuvrra ja giela, ja lea hui vuohkkasit ovdanbuktán luođi šáŋŋerin.

source: Alle slike bidrag til synliggjøring av det samiske bidrar til både kunnskap om samiske språk og kultur i tillegg til at det har stor symbolverdi for den samiske befolkningen.
sme: Buot dát lea mielde oainnusmahttimin sámevuođa ja loktemin máhtu sámegielaid ja sámi ja kultuvrra birra lassin dasa ahte dain lea stuorra symbolaárvu sámi álbmogii.

source: Sametinget vil at flere private og offentlige aktører, næringslivet, handelsstanden og andre bidrar til slik synliggjøring av samiske språk og kultur.
sme: Sámediggi háliida ahte eanet priváhta ja almmolaš aktevrrat, ealáhusat, gávppit ja eará aktevrrat leat mielde ná oainnusmahttimin sámegielaid ja sámi kultuvrra.

source: Finland merker alle matvarer og husholdningsartikler både på finsk og svensk.
sme: Suomas merkejit buot borramušgálvvuid ja ruovttudoalloartihkkaliid sihke suomagillii ja ruoŧagillii.

source: Sametinget håper at matprodusenter vil ønske vårt initiativ til synliggjøring av de samiske språkene velkommen, og at næringslivet aktivt vil bidra i dette arbeidet.
sme: Sámediggi doaivu ahte biebmobuvttadeaddjit váldet bures vuostái min initiatiivva čalmmustahttit sámegielaid, ja ahte ealáhusat aktiivvalaččat servet dán bargui.

source: Vi tror ikke det står på viljen hos de ulike aktørene, men at manglende tilrettelegging gjør arbeidet utfordrende.
sme: Mii eat jáhke dat lea iešguđet aktevrraid dáhtu duohken, muhto ahte váilevaš láhččin dagaha barggu hástaleaddjin.
